
hello = Вас приветствует телеграмм бот, который поможет с индексацией URL-адресов в Google.

main_menu_name = Главное меню
profile =
    Ваш профиль:
    Имя: {$username}
    Баланс: {$balance}$


on_confirm_sum =
    Сума к оплате: {$suma}
    Ссылка на оплату: {$link}

back_button = Назад

order =
    Для того чтобы заказать индексацию, нужно отправить URL-адреса в формате txt файла или сообщением.
    Пример:
    https://soundcloud.com
    https://www.youtube.com
    1 url = 20 центов

    Ваш текущий баланс: {$balance}$
    Количество ссылок, которые доступны для вашего баланса: {$count_urls}

confirm_order =
    Подтверждение заказа

confirm_button = Подтвердить

money_hrn = Гривны
money_crypto = Криптовалюта

on_cofrim = Ваш заказ проверяется администратором, ждите уведомления от бота.
confrirm_by_user =
    ID заказа: {$order_id}
    ID пользователя: {$id}
    Количество ссылок: {$count_links}
    Ссылки:
    https://soundcloud.com
    https://www.youtube.com

message_confirm = Ссылки индексируются, ожидайте завершения индексации от нескольких часов до нескольких дней
not_enough_balance = Недостаточно денег на счету. Пожалуйста, пополните баланс
less_than_10_links = Количество ссылок не может быть меньше 10
undefined_type_document = Неизвестный тип документа

button_order = 📦 Индексация
button_tier = 📦 TIER-Ссылки
button_profile = 👤 Профиль
button_deposit = 💰 Пополнить баланс
button_settings = ⚙️ Настройки

suma_to_deposit = Введите суму для пополнения. 1 ссылка = $0.20

pre_confirm_text =
    Количество ссылок: { $count }
    К оплате: { $usdt_amount } $

message_order_not_found = Заказ не найден



pay_message =
    Сумма к оплате: { $usd_amount } $
    Ссылка на оплату: { $link }

pay_button = Оплатить

not_digits = Вы ввели не число! Попробуйте еще раз


dialogs-buttons-change_language = Изменить язык
dialogs-buttons-ukranian = Українська
dialogs-buttons-russian = Русский

enter_deposit_amount = Введите сумму в $ для пополнения
choose_payment_method = Выберите метод платежа
wayforpay = WayForPay
nowpayments = NowPayments

language_changed = Язык изменен на русский
choose_crypto_currency = Выберите криптовалюту


pay_message_crypto =
    Пожалуйста, отправьте не менее { $crypto_amount } { $currency } на адрес ниже. Пополняйте не менее указанной суммы.
    Вы будете уведомлены, когда платеж будет получен.

    🔎 Адрес: <code>{ $address }</code>
    💰 Сумма: <code>{ $crypto_amount }</code>

amount_less_35 = Сумма не может быть меньше 7 доларов для оплаты криптовалютой

confirmed_by_payment = Ваш платеж подтвержден. На ваш счет добавлено {$amount} $


min_deposit = Сумма не может быть меньше 7$


select_package = Выберите пакет:

when_selected =
    Вы выбрали пакет:

    <b>{$quantity}, его цена {$price}</b>

    Эта сумма будет списана с вашего счета.

    На вашем счету: <b>${$balance}</b>

    Продолжить 🤔?


send_info_tier = Отправьте ссылки файлом или текстом


buyed_packeg =
    Готово! Вы купили пакет: {$package}

    Отправьте ссылки файлом или текстом в следующем сообщении

when_send =
    Отлично! Ваши ссылки были отправлены менеджеру.

    После обработки заказа вы получите файл

when_get_file =
    Ваш заказ был принят в работу!
    Ожидайте, выполнение заказа может занять до 12 дней

on_result = Ваш заказ был выполнен! Отчет в этом файле


yes = Да
no = Нет

decline = Услуга была отменена